---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMullionsError
source: html/832bf3e1-c133-3255-3e65-96977fe89700.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMullionsError Property

Mullions and panels cannot be copied without copying the entire curtain wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyMullionsError { get; }
```